/* STM */
"STM01TEXT01" = "Para confirmar a tinta restante, faça uma verificação visual do nível da tinta nos tanques da impressora.
O uso contínuo da impressora quando o nível da tinta está abaixo do límite mais baixo pode danificar a impressora.";
"STM01B01" = "OK";

/* Nozzle */
"NOZZLE01TEXT01" = "Para checar os jatos, certifique-se de que a impressora está ligada e conectada ao computador. Além disso, certifique-se de que há papel tamanho A4 ou Carta carregado no alimentador traseiro. Clique em [Imprimir] para imprimir um padrão de verificação dos jatos ou clique em [Cancelar] para sair.";
"NOZZLE01B01" = "Imprimir";
"NOZZLE01B02" = "Cancelar";

"NOZZLE02TEXT01" = "Compare o padrão da impressora com o exemplo acima. Se o padrão de verificação dos jatos tiver linhas quebradas, clique em [Limpar]. Clique em [Terminar] para sair.";
"NOZZLE02SPE01" = "Superior: Bem
Inferior: Necessita limpeza";
"NOZZLE02B01" = "Terminar";
"NOZZLE02B03" = "Limpar";

/* Cleaning */
"HEADCLEANING01TEXT01" = "Clique em [Iniciar] para limpar os jatos do cabeçote de impressão. Como a limpeza consome alguma tinta, só limpe o cabeçote quando aparecerem áreas claras ou espaços em branco no impresso. Use o utilitário \"Verificação dos jatos\" primeiro para confirmar que o cabeçote de impressão precisa ser limpo.
Observação: Antes de fazer a limpeza, certifique-se de que a trava de transporte esteja na posição destravada (Impressão), conforme mostrado na ilustração.";
"HEADCLEANING01B01" = "Cancelar";
"HEADCLEANING01B02" = "Iniciar";

"HEADCLEANING02TEXT01" = "Aguarde ...";
"HEADCLEANING02TEXT02" = "Limpeza em curso. Aguarde.";
"HEADCLEANING02B01" = "Fechar";

"HEADCLEANING03TEXT01" = "O ciclo de limpeza terminou. Para verificar o resultado da limpeza, clique em [Imprimir modelo de verificação dos jatos].";
"HEADCLEANING03B01" = "Terminar";
"HEADCLEANING03B03" = "Imprimir modelo de verificação dos jatos";

/* Gap */
"GAP01TEXT01" = "O utilitário de alinhamento do cabeçote corrige o desalinhamento vertical, faixas horizontais e impressões pouco nítidas.";
"GAP01B01" = "Seguinte >";
"GAP01B02" = "Cancelar";

"GAP02TEXT01" = "Uma folha de alinhamento vertical será impressa.
Certifique-se de que a impressora está ligada e conectada ao computador. Além disso, certifique-se de que há papel de tamanho A4 ou Carta carregado no alimentador traseiro.
Clique em [Imprimir] quando estiver tudo pronto.";
"GAP02B01" = "Imprimir";
"GAP02B02" = "Cancelar";
"GAP02B03" = "Saltar >>";

"GAP03TEXT01" = "Observe a folha de alinhamento.
Procure o quadrado sem faixas visíveis nos conjuntos de #1 a #5. Selecione o número que corresponde a esse quadrado na lista seguinte para todos os conjuntos. Clique em [Seguinte >].
Se existir uma banda em cada quadrado, seleccione o quadrado com a banda mais pequena de todas. Em seguida, clique em [Realinhamento].";
"GAP03B01" = "Seguinte >";
"GAP03B02" = "Cancelar";
"GAP03B03" = "Realinhamento";

"GAP04TEXT01" = "Uma folha de alinhamento horizontal preto será impressa.
Certifique-se de que há papel de tamanho A4 ou Carta carregado no alimentador traseiro.
Observação: Este ajuste só afeta impressão de alta velocidade em papel comum. Outros tipos de papel não são afetados.";
"GAP04B01" = "Imprimir";
"GAP04B02" = "Cancelar";
"GAP04B03" = "Saltar >>";

"GAP05TEXT01" = "Observe a folha de alinhamento.
Procure o modelo sem faixa preta ou branca. Selecione o número que corresponde a esse modelo na lista seguinte e clique em [Seguinte >].
Se todos os modelos tiverem uma faixa, seleccione o modelo com a faixa mais fina. Em seguida, clique em [Realinhamento].";
"GAP05B01" = "Seguinte >";
"GAP05B02" = "Cancelar";
"GAP05B03" = "Realinhamento";

"GAP06TEXT01" = "Uma folha de alinhamento horizontal colorido será impressa.
Certifique-se de que há papel de tamanho A4 ou Carta carregado no alimentador traseiro.
Observação: Este ajuste só afeta impressão de alta velocidade em papel comum. Outros tipos de papel não são afetados.";
"GAP06B01" = "Imprimir";
"GAP06B02" = "Cancelar";

"GAP07TEXT01" = "Observe a folha de alinhamento.
Procure o modelo sem faixa escura ou clara. Selecione o número que corresponde a esse modelo na lista seguinte e clique em [Terminar].
Se todos os modelos tiverem uma faixa, seleccione o modelo com a faixa mais fina. Em seguida, clique em [Realinhamento].";
"GAP07B01" = "Terminar";
"GAP07B02" = "Cancelar";
"GAP07B03" = "Realinhamento";

/* Printer and Option information */
"PRINFO01GRPBOXTITLE01" = "Número de folhas de papel alimentadas na impressora";
"PRINFO01SPE01" = "Número de folhas";
"PRINFO01SPE02" = "Não há informações disponíveis para esta impressora.";
"PRINFO02GRPBOXTITLE01" = "Número de folhas de papel no alimentador automático";
"PRINFO02SPE01" = "Número de folhas";
"PRINFO02SPE02" = "Não há informações disponíveis para esta impressora.";
"PRINFO01B01" = "OK";

/* Power Ink Flushing */
"POWERINKFLUSHING01TEXT01" = "Se ainda houver faixas ou cores faltando nos impressos mesmo depois de fazer a Limpeza do cabeçote várias vezes, pode ser que tenha que substituir a tinta dentro dos tubos de tinta para resolver o problema.

Essa função permite que substitua toda a tinta dentro dos tubos de tinta.

Essa função consome muita tinta. Só recomendamos que a use depois de fazer a Limpeza do cabeçote várias vezes.

Observação: antes de usar esta função, certifique-se de que há tinta suficiente nos tanques da impressora.
Se não houver tinta suficiente, recarregue os tanques de tinta.";
"POWERINKFLUSHING01B01" = "Cancelar";
"POWERINKFLUSHING01B02" = "Seguinte >";

"POWERINKFLUSHING02TEXT01" = "Antes de usar esta função, certifique-se de que a trava de transporte esteja na posição destravada (Impressão), conforme mostrado na ilustração.

Observação: A trava de transporte deve estar sempre na posição destravada quando a impressora estiver em uso.";

"POWERINKFLUSHING03TEXT01" = "Tem certeza de que deseja usar esta função?
Para substituir toda a tinta nos tubos, muita tinta precisa ser consumida.
Recomendamos que tente fazer a Limpeza do cabeçote várias vezes para tentar resolver o problema antes de usar esta função. Clique em [Cancelar] e então tente fazer a Limpeza do cabeçote.

Observação: Esta função afeta a longevidade das almofadas de tinta. As almofadas chegam à capacidade máxima mais rapidamente quando esta função é usada.
Se as almofadas de tinta chegaram ao fim da vida útil, entre em contato com o suporte técnico da Epson para adquirir outras para substituição.

Clique em [Iniciar] para começar a substituição da tinta.
Depois de começada, esta função não pode ser interrompida.";
"POWERINKFLUSHING03B01" = "Cancelar";
"POWERINKFLUSHING03B02" = "Iniciar";

"POWERINKFLUSHING04TEXT01" = "Aguarde ...";
"POWERINKFLUSHING04TEXT02" = "A eliminação da tinta está em andamento.
Por favor, espere.";
"POWERINKFLUSHING04B01" = "Fechar";

"POWERINKFLUSHING05TEXT01" = "A eliminação da tinta terminou.
Para checar se a eliminação da tinta foi eficaz, clique em [Imprimir padrão de verificação dos jatos].";
"POWERINKFLUSHING05B01" = "Terminar";
"POWERINKFLUSHING05B03" = "Imprimir modelo de verificação dos jatos";

/* Ink Tank Utility */
"INKTANKUTILITYB01" = "Seguinte";
"INKTANKUTILITYB02" = "Voltar";
"INKTANKUTILITYB03" = "Fechar";

//Common
"INKTANKUTILITYTEXT01" = "Recarregue a tinta té a linha em todos os tanques de tinta.
Veja o manual da impressora para detalhes sobre como recarregar a tinta e operar a impressora.
Mesmo que não tenha garrafas de tinta novas e um ou mais tanques não estejam carregados até a linha superior do tanque, você pode continuar a usar a impressora. Para manter a sua impressora funcionando da melhor maneira possível, carregue todos os tanques com tinta até a linha superior imediatamente.

Observação:
A qualidade ou fiabilidade de tinta não-genuína não pode ser garantida e pode causar danos à impressora não cobertos pela garantia da Epson.
Tinta genuína da Epson, que não seja a especificada no manual da impressora, pode causar danos não cobertos pela garantia da Epson.";
"INKTANKUTILITYTEXT02" = "O uso contínuo da impressora quando o nível da tinta está abaixo da linha no tanque pode danificar a impressora.";
"INKTANKUTILITYTEXT03" = "O uso contínuo da impressora quando o nível da tinta está a menos de 20 mm do fundo do tanque de tinta pode danificar a impressora.
Para verificar os níveis da tinta, use a régua incluída com a impressora.";
"INKTANKUTILITYTEXT04" = "Quando um alerta ocorrer porque a quantidade de tinta restante precisa ser reiniciada, as instruções para reiniciar os níveis da tinta são exibidas.";

/* Printer Settings */
"PRISET01B01" = "Aplicar";
"PRISET01B02" = "Cancelar";
"PRISET01SPE04" = "Não há informações disponíveis para esta impressora.";
"PRISET01SPE05" = "OK";
"PRISET01GRPBOXTITLE03" = "Temporizador de repouso";
"PRISET01SPE31" = "3 minutos";
"PRISET01SPE32" = "5 minutos";
"PRISET01SPE33" = "10 minutos";

/* Error */
"PRINTERBUTTON00" = "OK";
"ERCOMMON_B01" = "Cancelar";
"ERCOMMON_B02" = "Continuar";
"ERCOMMON_B03" = "OK";
"WRCOMMON_B01" = "OK";
"WRCOMMON_B02" = "Cancelar";
"ER00_TEXTA" = "Erro";
"ER00_TEXTB" = "1. Cancele todos os trabalhos de impressão.
2. Abra a unidade do scanner e remova qualquer papel preso.
3. Feche a unidade, desligue e volte a ligar o equipamento.";
"ER00_TEXTA_D4" = "Erro";
"ER00_TEXTB_D4" = "1. Cancele todos os trabalhos de impressão.
2. Abra a unidade do scanner e remova qualquer papel preso.
3. Feche a unidade, desligue e volte a ligar o equipamento.";
"ER00_B01_D4" = "Cancelar";
"ER01_TEXTA" = "Impressora ocupada";
"ER01_TEXTB" = "Aguarde...";
"ER04_TEXTA" = "Papel preso";
"ER04_TEXTB" = "1. Abra a unidade do scanner e remova qualquer papel preso.
2. Feche a unidade e aperte o botão %btn% no produto.";
"ER05_TEXTA" = "Está na hora de reiniciar os níveis da tinta.";
"ER05_TEXTB" = "Você precisa verificar a quantidade de tinta restante. Clique no ícone do [Utilitário do tanque de tinta] no Epson Printer Utility 4 para instruções de recarregamento da tinta.
Veja o manual da impressora para confirmar as garrafas de tinta para esta impressora.
Tinta genuína da Epson, que não seja a especificada no manual da impressora, pode causar danos não cobertos pela garantia da Epson.

Para confirmar a tinta restante, faça uma verificação visual do nível da tinta nos tanques da impressora.
O uso contínuo da impressora quando o nível da tinta está abaixo do límite mais baixo pode danificar a impressora.";
"ER05_TEXTA_FF" = "O carregamento inicial da tinta não terminou";
"ER05_TEXTB_FF" = "Veja a folha de instalação para completar o processo inicial de carregamento da tinta.";
"ER06_TEXTA_D4" = "Sem papel ou carregamento incorreto";
"ER06_TEXTB_D4" = "1. Retire e volte a colocar o papel.
2. Pressione o botão %btn% do produto ou clique em [Continuar] se esta opção for apresentada.

Clique em [Cancelar] para cancelar a tarefa de impressão se esta opção for apresentada. Se esta não for cancelada, cancele-a no produto.";
"ER06_B01_D4" = "Continuar";
"ER06_B02_D4" = "Cancelar";
"ER06_TEXTA" = "Sem papel ou carregamento incorreto";
"ER06_TEXTB" = "1. Retire o papel e volte a colocá-lo.
2. Pressione o botão %btn% do produto.

Clique em [Cancelar] para cancelar a tarefa de impressão quando aparecer. Se não for cancelada, cancele-a no produto.";
"ER10_TEXTA" = "Serviço requerido";
"ER10_TEXTB" = "A almofada de tinta da impressora está no final de sua vida útil.
Contate a Assistência da Epson.";
"ER10_TEXTA_SPE01" = "Serviço requerido";
"ER10_TEXTB_SPE01" = "A almofada de tinta da impressora está no final de sua vida útil.
Resíduo de tinta pode vazar.
Contate a Assistência da Epson.";
"ER12_TEXTA" = "Erro na alimentação de várias páginas";
"ER12_TEXTB" = "Adopte uma das seguintes soluções.
- Retire e volte a colocar o papel. Pressione o botão %btn% do produto.
- Clique em [Cancelar] para cancelar a tarefa de impressão se esta opção for apresentada. Se esta não for cancelada, cancele-a no produto.";
"ER12_TEXTA_D4" = "Erro na alimentação de várias páginas";
"ER12_TEXTB_D4" = "Adopte uma das seguintes soluções.
- Retire e volte a colocar o papel. Pressione o botão %btn% do produto.
- Clique em [Cancelar] para cancelar a tarefa de impressão se esta opção for apresentada. Se esta não for cancelada, cancele-a no produto.";
"ER12_B01_D4" = "Cancelar";
"ER4A_TEXTA" = "A almofada de tinta da impressora está quase no fim de sua vida útil.";
"ER4A_TEXTB" = "Contacte a assistência da Epson.
Pressione o botão %btn% da impressora para continuar a imprimir.";
"ER4A_TEXTA_SPE01" = "A almofada de tinta da impressora está no final de sua vida útil.";
"ER4A_TEXTB_SPE01" = "Se continuar a imprimir, isso poderá provocar o vazamento de tinta residual.
Contacte a assistência da Epson.
Pressione o botão %btn% da impressora para continuar a imprimir.";
"Common Error Text1" = "Erro";
"Common Error Text2" = "1. Cancele todos os trabalhos de impressão.
2. Abra a unidade do scanner e remova qualquer papel preso.
3. Feche a unidade, desligue e volte a ligar o equipamento.";
"Common Error B1" = "Cancelar";
"Cleaning status" = "Impressora ocupada";
"Shipment status" = "O carregamento inicial da tinta não terminou";
"Charging status" = "Carregando o sistema de tinta";
"WRINKLOW_TEXTA" = "Está quase na hora de reiniciar os níveis da tinta.";
"WRINKLOW_TEXTB" = "Os níveis da tinta podem estar baixos.
Você pode conseguir continuar a imprimir. No entanto, deve preparar garrafas de tinta novas assim que for possível. Recomendamos o uso de tinta genuínas da Epson.
Veja o manual da impressora para confirmar as garrafas de tinta para esta impressora.
Tinta genuína da Epson, que não seja a especificada no manual da impressora, pode causar danos não cobertos pela garantia da Epson.

Para confirmar a tinta restante, faça uma verificação visual do nível da tinta nos tanques da impressora.
O uso contínuo da impressora quando o nível da tinta está abaixo do límite mais baixo pode danificar a impressora.";
"COMUERR_TEXTA" = "Erro de comunicação";
"COMUERR_TEXTB" = "Conecte a impressora ao computador e ligue-a. A tarefa de impressão será cancelada, se você desligar a impressora durante a impressão.";
"COMUERR_B01" = "Repetir";
"COMUERR_B02" = "Cancelar";
"CHARGINGSTATUS_TEXTA" = "Carregando o sistema de tinta";

